[
    {
        "id": "Aries",
        "dateFrom": "21/03",
        "dateTo": "20/04",
        "love": "No será extraño que hoy confundieras la hora o lugar de una cita, ya que tu mente estará en otra parte. Presta más atención a los detalles.",
        "job": "Mejorará tu economía y tu trabajo. Te llegan buenas noticias te pueden felicitar o reconocer tanto esfuerzo. El azar te sonríe con el 4.",
        "tips": "Vives un excelente momento lleno de vitalidad, optimismo y energía. Te conviene recuperar el hábito de hacer algo de ejercicio físico. Te sentirás mucho mejor.",
        "text": "La de Aries, signo de fuego, va del 21 de marzo al 19 de abril y dota a todos los nacidos con el Sol en estas fechas y a los que tienen diferentes elementos de la carta astral en esta constelación de una personalidad directa. Su mayor ‘highlight’ es la iniciativa, tanto en el amor siendo los primeros en contestarte a un MD, como en el trabajo presentando proyectos o en la amistad organizando todos los planes, ya que en muy pocas ocasiones se guardan lo que quieren decir o lo que sienten. Esta intensidad y vitalidad de los Aries puede resultar agotadora ¡pero no les importa! Solo los que estén a su nivel de energía les pueden seguir el ritmo y, por supuesto, dejarles liderar, porque les encanta."
    },
    {
        "id": "Tauro",
        "dateFrom": "21/04",
        "dateTo": "21/05",
        "love": "Una pequeña discusión se supera con el perdón y mucha comprensión. Necesitas más que nunca apoyarte en tu pareja para que te alegre la vida.",
        "job": "Una vez más cargas con toda la responsabilidad familiar y gracias a tu ayuda pueden vivir mejor. No te aceleres en el trabajo y haz las cosas con tranquilidad, así evitarás problemas.",
        "tips": "Intenta relajarte y controlar tus nervios, porque siempre lo pagas con tu familia. Procura relajarte y descansar todo lo que puedas.",
        "text": "La de Tauro va del 20 de abril al 20 de mayo y dota a todos los nacidos con el Sol en estas fechas y a los que tienen diferentes elementos de la carta astral en esta constelación de una claridad mental y organización de ideas apabullantes. Saben lo que quieren, están seguros de sus decisiones y trabajan duro para conseguirlo. Estos aspectos les hacen ser las personas más estables del horóscopo. Pocas veces les verás perder los papeles o montar el pollo, dado que su signo natural, la tierra, les hace mantener los pies en el suelo. Quizá con tanta intensidad que, en muchas ocasiones, pecan de rigidez emocional. No se permiten una lágrima si no piensan que no está justificada."
    },
    {
        "id": "Geminis",
        "dateFrom": "22/05",
        "dateTo": "21/06",
        "love": "Tu corazón está abierto al amor, pero no debes confundir sexo con cariño y esto es lo que te está pasando últimamente. Aclara tus ideas.",
        "job": "Podrás demostrar todo lo que vales y tus jefes te recompensarán. Económicamente, te irá mucho mejor de lo que esperabas.",
        "tips": "Estás muy sensible y con poco ánimo. No caigas en depresión ni ansiedad sin motivo real. Objetiviza porque tienes mucho de lo que disfrutar.",
        "text": "La de Géminis va del 21 de mayo al 2o de junio y dota, a todos los nacidos con el Sol en estas fechas y a los que tienen diferentes elementos de la carta astral en esta constelación, de una personalidad bastante cambiante. Con esto tiene que ver su elemento natural, aire, y los gemelos que identifican su símbolo, ya que representan la bipolaridad absoluta. No les gusta tomar decisiones a largo plazo, porque tienden bastante a alejarse del compromiso. Sí, exacto, en el ámbito amoroso van genial para rollos esporádicos sin dar explicaciones, pero como seas un poco sentimental... Además, tienes que tener ojo con esto, porque se les da genial la comunicación con los demás (Mercurio es su planeta regente) y puede que te embelesen con tus palabras sin siquiera darte cuenta. Ahora, son los mejores políticos, comerciales y oradores."
    },
    {
        "id": "Cancer",
        "dateFrom": "22/06",
        "dateTo": "23/07",
        "love": "Tus preocupaciones de pareja pueden solucionarse. Toma las cosas con más calma, intenta hablar y verás como todo va mejorando poco a poco.",
        "job": "Si tienes negocio propio, hoy te sentirás totalmente satisfecha. Las ganancias empiezan a dar sus frutos. Aprovéchalo para invertir.",
        "tips": "Procura mantener tu postura y no cambies de idea sobre un problema familiar. Sabes que lo puedes solucionar.",
        "text": "La de Cáncer va del 21 de junio al 22 de julio y dota, a todos los nacidos con el Sol en estas fechas y a los que tienen diferentes elementos de la carta astral en esta constelación, de una personalidad bastante sensible. Todo lo que puedan malinterpretan, lo harán, y, después, dramarán por ello, llorando como buen signo de agua que son. No lo hacen a malas, es simplemente porque son más inseguros que el resto de signos y se toman las cosas un poquito a más a lo personal. Esta enorme empatía es negativa para algunas cosas, pero para otras es totalmente positiva, ya que es el signo que más comprende a su alrededor y con el que contarán para los momentos más duros. Los mejores amigos del horóscopo, sin duda alguna."
    },
    {
        "id": "Leo",
        "dateFrom": "24/07",
        "dateTo": "23/08",
        "love": "Estos días serán muy especiales para ti, si eres capaz de dejar a un lado los celos y la inseguridad que tienes. Prepara una cena romántica.",
        "job": "Las inversiones son la nota predominante para el día de hoy. Todo lo que emprendas te saldrá muy positivo y con buenos beneficios.",
        "tips": "Levanta el ánimo, pon un poco de tu parte y terminarás con este desánimo que tienes últimamente.",
        "text": "La de Leo va del 23 de julio al 22 de agosto y dota, a todos los nacidos con el Sol en estas fechas y a los que tienen diferentes elementos de la carta astral en esta constelación, de una seguridad arrolladora en ellos mismos. Son un signo de fuego, y así se comportan en cualquier ámbito de su vida (sobre todo en la cama). Son los típicos que notas que han entrado en una sala porque desprenden luz y llaman la atención por su físico. También por su personalidad, ojo, porque te embaucan con cuatro palabras, aunque muchas veces solo hablen sobre ellos, ellos mismos y ellos otra vez. Eso sí, como se prendan de ti, no te van a soltar. Y, si lo haces, siempre diciéndote la verdad porque son muy leales. ¿Que luego te mirarán por encima del hombre? Es probable..."
    },
    {
        "id": "Virgo",
        "dateFrom": "24/08",
        "dateTo": "23/09",
        "love": "Después de un corte sentimental vuelve a parecer de nuevo en tu vida alguien que no esperabas. Tómatelo con esperanza y confía en esa persona.",
        "job": "No tendrás ningún problema con tus compañeros. Hoy te puedes permitir el lujo de darte ese capricho o regalo que hace tiempo estás demorando.",
        "tips": "Hoy tendrás suerte en todo lo que emprendas. Tus ilusiones y tus sueños se cumplen. Te llegan noticias que te alegrarán.",
        "text": "La de Virgo va del 23 de agosto al 22 de septiembre y dota, a todos los nacidos con el Sol en estas fechas y a los que tienen diferentes elementos de la carta astral en esta constelación, de una capacidad espectacular para observar todo lo que ocurre a su alrededor, analizarlo a la velocidad del rayo y, obviamente, sacar sus propias conclusiones. No hay detalle o cotilleo que se le escape a este signo de elemento natural tierra, ya que necesitan tenerlo todo bajo control para respirar tranquilos y sentirse bien. Cuando no es así, sacan lo peor de ellos... y no, no es hacia los demás, más bien hacia ellos mismos: se vuelven inseguros y desconfiados con todo el mundo. Esta última cualidad la suelen tener de serie y ten por seguro que no perdonarán una mentira, sobre todo en el amor. Pero por supuesto que no solo hay parte negativa, también son muy divertidos, leales y siempre dispuestos a ayudarte, porque son muy hospitalarios."
    },
    {
        "id": "Libra",
        "dateFrom": "24/09",
        "dateTo": "23/10",
        "love": "Tu situación de pareja mejorará notablemente en el momento que logres quitarte las dudas que tienes.",
        "job": "Tu situación económica es tan estable que te hará plantearte una mejora en tu casa. Es algo con lo que siempre has soñado. Date el capricho.",
        "tips": "El desánimo te llega por la decepción que te has llevado con un gran amigo. No se lo tomes demasiado en cuenta, pasa por un mal momento.",
        "text": "La de Libra va del 23 de septiembre al 22 de octubre y dota, a todos los nacidos con el Sol en estas fechas y a los que tienen diferentes elementos de la carta astral en esta constelación, de una indecisión plena para absolutamente todo. ¿Hay una quedada con amigos? No saben a qué restaurante ir. ¿Tienes que tomar decisiones en el trabajo? Les cuesta horrores. Y no entremos en el ámbito amoroso ¡porque nos quedamos solas! Antes de lanzarse a la piscina, le dan mil vueltas a todo, porque tienen pánico a que su estabilidad emocional se tambalee. Al final, el símbolo de este signo de elemento natural aire es una balanza y es lo que más priorizan en su vida. Por eso, es muy sencillo que cambien de opinión o que, de repente, decidan, por ejemplo, que no quieren tenerte como pareja. Pero son osos amorosos porque piensan que el amor es el motor del mundo."
    },
    {
        "id": "Escorpio",
        "dateFrom": "24/10",
        "dateTo": "22/11",
        "love": "Los problemas que tienes con tu pareja son debidos a la falta de confianza que tienes últimamente en ella. No sigas así y soluciónalo cuanto antes.",
        "job": "Las dificultades económicas dentro de tu entorno familiar mejoran considerablemente. No te agobies y disfruta el momento.",
        "tips": "Será un buen momento para compartir con familiares y amigos. Una comida o reunión te pueden traer noticias de una persona muy especial.",
        "text": "La de Escorpio va del 23 de octubre al 21 de noviembre y dota, a todos los nacidos con el Sol en estas fechas y a los que tienen diferentes elementos de la carta astral en esta constelación, de una coraza bastante dura de atravesar, pero que esconde un interior blandito y dulce. Me explico. Tienen carácter fuerte. Muy mal humor y personalidades muy duras. Aunque es todo una barrera. Actúan así porque tienen una sensibilidad muy desarrollada y hasta el más mínimo rechazo les sienta muy mal. ¡Es la única razón de su gélida frialdad en muchísimas ocasiones! Así que cuando consiguen confiar en ti y ven que mereces la pena, se abren en canal y te muestras su tierno corazón. Ahora bien, no les hagas daño porque son capaces de pincharte con sus pinzas, al igual que las utilizarán para defender a los suyos."
    },
    {
        "id": "Sagitario",
        "dateFrom": "23/11",
        "dateTo": "22/12",
        "love": "Hoy tendrás una fuerte carga emotiva. Una persona del pasado se pondrá en contacto contigo para aclarar ese malentendido de antaño.",
        "job": "Si has pensado en comprar una casa, ahora será el mejor momento, ya que si tienes que pedir una hipoteca te la concederán.",
        "tips": "Todo va mejorando en tu estado de ánimo. Ha sido desde que has decidido cambiar de hábitos. La tranquilidad y buena alimentación ayudan bastante.",
        "text": "La de Sagitario va del 22 de noviembre al 21 de diciembre y dota, a todos los nacidos con el Sol en estas fechas y a los que tienen diferentes elementos de la carta astral en esta constelación, de un sentido soberano de la justicia. No puede ocurrir nada que no sea justo cuando ellos están delante, ya que siempre buscan la verdad, están abiertos a nuevos proyectos y son muy entusiastas. No obstante, este punto de descubrir lo ocurrido les puede llevar a obsesionarse. No en modo cabezonería, más bien en luchar hasta el final para conseguir sus objetivos, sean cuales sean las adversidades. Además, son muy entusiastas y nunca te dirán que no a un plan. Si luego no les gusta, se darán media vuelta y listo. ¡No sufren por banalidades!"
    },
    {
        "id": "Capricornio",
        "dateFrom": "23/12",
        "dateTo": "20/01",
        "love": "Llevas una temporada demasiado decepcionada en cuestiones sentimentales y piensas que no te sale nada bien. Modifica tu comportamiento.",
        "job": "Te pueden pedir la realización un trabajo especial para tu empresa. Acéptalo, ya que tendrás la oportunidad de elegir a tu equipo y esto te llevará al éxito.",
        "tips": "Sientes un poco de nostalgia y esto te lleva a una pequeña depresión. Tienes que levantar el ánimo, porque es totalmente pasajero. Llama a tus amigos y sal un poco, porque te vendrá de maravilla.",
        "text": "La de Capricornio va del 22 de diciembre al 19 de enero y dota, a todos los nacidos con el Sol en estas fechas y a los que tienen diferentes elementos de la carta astral en esta constelación, de una tozudez importante. Este signo de tierra siempre va a tener la razón. Y la mayoría de las veces la tiene, ya que es muy analítico, mira las situaciones ocurridas desde otra perspectiva y suele tener la madurez necesaria para darle a las cosas la importancia que tiene. Pero como no sea así... ¡jamás te lo reconocerá! Son los amigos que no te bailan el agua ni te dicen lo que quieres oír: son honestos y, además, no te dirán lo que piensan de una manera brusca. En su contra juega el factor de que son capaces de bloquear emociones que no les gustan (normalmente las negativas), aspecto que a veces, con el tiempo, les puede explotar en la cara."
    },
    {
        "id": "Acuario",
        "dateFrom": "21/01",
        "dateTo": "19/02",
        "love": "Todo marchará perfectamente con tu pareja, si eres capaz de demostrar y comunicar los sentimientos que tienes. Inténtalo, la complicidad será perfecta.",
        "job": "Tienes que pensar en ahorrar porque se avecindan muchos gastos. Extrema la precaución para no derrochar en gastos innecesarios.",
        "tips": "Tienes que hacer más ejercicio. Puedes notar las piernas cansadas e hinchadas, y esto es debido que no te mueves. Lo necesitas con urgencia.",
        "text": "La de Acuario va del 20 de enero al 18 de febrero y dota, a todos los nacidos con el Sol en estas fechas y a los que tienen diferentes elementos de la carta astral en esta constelación, de una personalidad bastante despistada. Son los típicos que siempre te dejan en leído en WhatsApp y a los que tienes que recordar diariamente que habéis quedado este finde porque, si no lo haces, es probable que haga otros planes. No lo hacen a posta, más bien fluyen, y se dejan llevar por lo que les apetece hacer cada día. Lo que más valoran y precian es su libertad, por eso es muy complicado que se comprometan con nada que no sea su vida de aventuras. Así que, si les quieres como pareja, tiene que ser con estas condiciones. Aunque no les malinterpretes: jamás será en el plano de infidelidad, más bien en el de no dar señales de vida en dos días y luego aparecer como si nada. Como pajarillos."
    },
    {
        "id": "Piscis",
        "dateFrom": "20/02",
        "dateTo": "20/03",
        "love": "Si no tienes pareja piensa más en ti. Las propuestas a fiesta y celebraciones las tendrás a la orden del día, no lo dejes pasar.",
        "job": "Una propuesta de trabajo en otra provincia te hará replantearte un cambio de vida radical. No te asustes y acepta el reto. Piensa que es un gran salto profesional.",
        "tips": "Todo tiende a mejorar. Las preocupaciones ya han pasado y ahora tienes que darte un respiro. Unas cortas vacaciones te vendrán muy bien.",
        "text": "La de Piscis va del 19 de febrero al 20 de marzo y dota, a todos los nacidos con el Sol en estas fechas y a los que tienen diferentes elementos de la carta astral en esta constelación, de un carácter bastante fantasioso. Sus mentes están en constante funcionamiento, ya sea pensando en sus cosas, en las palabras que tienen que decir a continuación o, simplemente, con un mono haciendo sonar unos platillos. Es por esto que se considera a este signo de agua como ‘el que está en las nubes’ o ‘siempre soñando’. Hacer que se concentren en una sola cosa es casi misión imposible y ten por seguro que jamás serán capaces de relajarse o de mantener la mente en blanco. Esto les viene bien para centrarse en sus pensamientos, pero no tan bien cuando los tornan hacia el drama. Junto a Cáncer, son los más dramáticos del horóscopo, pero porque siempre van más allá con el significado de cualquier suceso. Vaya, ya se han vuelto a desconcentrar..."
    }
]